[Demo_Shinobu_ep3_2 GG2CollectionDemoScript]
DemoScripts[0]=(Actor=FADE,Command=SET,SecTime=0,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[1]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=-1871,Y=602,Z=537),SecTime=)
DemoScripts[2]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-90,Y=-5,Z=0),SecTime=)
DemoScripts[3]=(Actor=CHARACTER,Command=POP,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Vec=(X=-1871,Y=412,Z=402),VecSub=(X=90,Y=0,Z=0),CId=70)
DemoScripts[4]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[5]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0000_lp_open_normal",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[6]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_CMN_Positive.GG2_BGM_DM_CMN_Positive_Cue')
DemoScripts[7]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Campus.GG2_AMB_Campus_LP_Cue')
DemoScripts[8]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[9]=(Actor=FADE,Command=WAIT)
DemoScripts[10]=(Actor=WINDOW,Command=SET)
DemoScripts[11]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep3_2.GG2_V_Shinobu_ep3_2_001_Cue',Name="カミゾノ　マヤ")
DemoScripts[12]=(Actor=TEXT,Command=SET,ID=TEXT01)
DemoScripts[13]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[14]=(Actor=TEXT,Command=SET,ID=TEXT02)
DemoScripts[15]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0202_lp_half_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[16]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep3_2.GG2_V_Shinobu_ep3_2_003_Cue',Name="カミゾノ　マヤ")
DemoScripts[17]=(Actor=TEXT,Command=SET,ID=TEXT03)
DemoScripts[18]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[19]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0002_lp_open_perplex",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0108_fx_Stand2Tilt",Rate=0,Number=3,Bit=1)
DemoScripts[20]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0800_lp_Tilt",Number=8)
DemoScripts[21]=(Actor=CHARACTER,Command=CHEEK,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Rate=0)
DemoScripts[22]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep3_2.GG2_V_Shinobu_ep3_2_004_Cue',Name="カミゾノ　マヤ")
DemoScripts[23]=(Actor=TEXT,Command=SET,ID=TEXT04)
DemoScripts[24]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[25]=(Actor=TEXT,Command=SET,ID=TEXT05)
DemoScripts[26]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0000_lp_open_normal",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0801_fx_Tilt2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[27]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0100_lp_Stand",Number=8)
DemoScripts[28]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep3_2.GG2_V_Shinobu_ep3_2_006_Cue',Name="カミゾノ　マヤ")
DemoScripts[29]=(Actor=TEXT,Command=SET,ID=TEXT06)
DemoScripts[30]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[31]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0202_lp_half_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[32]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep3_2.GG2_V_Shinobu_ep3_2_007_Cue',Name="カミゾノ　マヤ")
DemoScripts[33]=(Actor=TEXT,Command=SET,ID=TEXT07)
DemoScripts[34]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[35]=(Actor=TEXT,Command=SET,ID=TEXT08)
DemoScripts[36]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[37]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep3_2.GG2_V_Shinobu_ep3_2_009_Cue',Name="カミゾノ　マヤ")
DemoScripts[38]=(Actor=TEXT,Command=SET,ID=TEXT09)
DemoScripts[39]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[40]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[41]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep3_2.GG2_V_Shinobu_ep3_2_010_Cue',Name="カミゾノ　マヤ")
DemoScripts[42]=(Actor=TEXT,Command=SET,ID=TEXT10)
DemoScripts[43]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[44]=(Actor=TEXT,Command=SET,ID=TEXT11)
DemoScripts[45]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[46]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep3_2.GG2_V_Shinobu_ep3_2_012_Cue',Name="カミゾノ　マヤ")
DemoScripts[47]=(Actor=TEXT,Command=SET,ID=TEXT12)
DemoScripts[48]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[49]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0001_lp_open_angry",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0110_fx_Stand2Envy",Rate=0,Number=3,Bit=1)
DemoScripts[50]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_1000_lp_Envy",Number=8)
DemoScripts[51]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=12,Bit=0,Rate=1)
DemoScripts[52]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep3_2.GG2_V_Shinobu_ep3_2_013_Cue',Name="カミゾノ　マヤ")
DemoScripts[53]=(Actor=TEXT,Command=SET,ID=TEXT13)
DemoScripts[54]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[55]=(Actor=TEXT,Command=SET,ID=TEXT14)
DemoScripts[56]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0000_lp_open_normal",motionName[1]="my_CM_0002_fx_close_smile_S",motionName[2]="my_DM_1001_fx_Envy2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[57]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0100_lp_Stand",Number=8)
DemoScripts[58]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep3_2.GG2_V_Shinobu_ep3_2_015_Cue',Name="カミゾノ　マヤ")
DemoScripts[59]=(Actor=TEXT,Command=SET,ID=TEXT15)
DemoScripts[60]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[61]=(Actor=WINDOW,Command=EXIT)
DemoScripts[62]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[63]=(Actor=FADE,Command=WAIT)
DemoScripts[64]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_DM_Away_Normal_Cue')
DemoScripts[65]=(Actor=CHARACTER,Command=EXIT,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',CId=70)
DemoScripts[66]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[67]=(Actor=FADE,Command=WAIT)
DemoScripts[68]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[69]=(Actor=WINDOW,Command=SET)
DemoScripts[70]=(Actor=TEXT,Command=SET,ID=TEXT16)
DemoScripts[71]=(Actor=WINDOW,Command=EXIT)
DemoScripts[72]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[73]=(Actor=BGM,Command=STOP,SecTime=2,SoundID=)
DemoScripts[74]=(Actor=AMBIENT,Command=STOP,SecTime=2,SoundID=)
DemoScripts[75]=(Actor=SYSTEM,Command=WAIT,SecTime=2)
DemoScripts[76]=(Actor=SYSTEM,Command=END)

[Select_Shinobu_ep3_2 GG2CollectionSelect]
Selects[0]=(Label="SELECT00",SelectNumber=5,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=NO_PARAM,ParamNum=0))
Selects[1]=(Label="SELECT01",SelectNumber=5,Select[0]=(TextLabel="SELECT06",Goto="JUMP06",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT07",Goto="JUMP07",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT08",Goto="JUMP08",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT09",Goto="JUMP09",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT10",Goto="JUMP10",ParamType=NO_PARAM,ParamNum=0))

[Text_Shinobu_ep3_2 GG2CollectionText]
Texts[0]=(Label="TEXT01",Name="真夜",Text="峯哥.")

Texts[1]=(Label="TEXT02",Name="峯大",Text="啊,小真夜./n妳知道小忍在哪裡嗎?")

Texts[2]=(Label="TEXT03",Name="真夜",Text="......小忍......")

Texts[3]=(Label="TEXT04",Name="真夜",Text="峯哥你....../n喜歡小忍嗎?")

Texts[4]=(Label="TEXT05",Name="峯大",Text="咦!?")

Texts[5]=(Label="TEXT06",Name="真夜",Text="雖然3年沒見,但一看,就知道了....../n峯哥和以前,沒什麼差別.")

Texts[6]=(Label="TEXT07",Name="真夜",Text="還是一樣,/n總是,看著小忍......")

Texts[7]=(Label="TEXT08",Name="峯大",Text="這樣啊......被看出來了嗎./n有點不好意思啊......")

Texts[8]=(Label="TEXT09",Name="真夜",Text="峯哥的話,和小忍,很相配....../n我希望,不論是峯哥,還是小忍/n都能夠幸福.")

Texts[9]=(Label="TEXT10",Name="真夜",Text="所以,我會為峯哥,加油.")

Texts[10]=(Label="TEXT11",Name="峯大",Text="相不相配我還沒什麼自信....../n不過能聽見小真夜這麼說,/n讓我增添了不少信心呢......")

Texts[11]=(Label="TEXT12",Name="真夜",Text="那個惡魔女孩,好像常常/n待在體育倉庫,所以小忍也/n正打算壓制那裡......才對.")

Texts[12]=(Label="TEXT13",Name="真夜",Text="我得在其他方面,支援小忍纔行,/n所以,峯哥就......幫幫小忍吧?")

Texts[13]=(Label="TEXT14",Name="峯大",Text="嗯,交給我./n謝謝妳,小真夜.")

Texts[14]=(Label="TEXT15",Name="真夜",Text="你要加油哦.")

Texts[15]=(Label="TEXT16",Name="峯大",Text="體育倉庫,是嗎....../n(微妙地有種不好的預感啊......)")

Texts[16]=(Label="",Name="",Text="")

Texts[17]=(Label="SELECT01",Name="",Text="")

Texts[18]=(Label="SELECT02",Name="",Text="")

Texts[19]=(Label="SELECT03",Name="",Text="")

Texts[20]=(Label="SELECT04",Name="",Text="")

Texts[21]=(Label="SELECT05",Name="",Text="")

Texts[22]=(Label="SELECT06",Name="",Text="")

Texts[23]=(Label="SELECT07",Name="",Text="")

Texts[24]=(Label="SELECT08",Name="",Text="")

Texts[25]=(Label="SELECT09",Name="",Text="")

Texts[26]=(Label="SELECT10",Name="",Text="")


